[Categories.Iris ChallengeCategoryDefinition]
CategoryName="blood disease"

[Challenges.Challenge_Iris_BuyTorgueItems ChallengeDefinition]
ChallengeName="Tagore was rich"
Description="to buy clothes."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Buy 2 products from Torque.."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Compare 5 products from Türkiye."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Buy 8 items from Torque."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Buy 12 items from Torque."

[Challenges.Challenge_Iris_BuyTorgueItems:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="Buy 15 items at Torq."

[Challenges.Challenge_Iris_CompleteBattles ChallengeDefinition]
ChallengeName="The war is over."
Description="the war is over."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_15 ChallengeConditionDefinition]
Description="1 shot."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_16 ChallengeConditionDefinition]
Description="Complete 4 battles.."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_17 ChallengeConditionDefinition]
Description="Complete 8 battles.."

[Challenges.Challenge_Iris_CompleteBattles:ChallengeConditionDefinition_18 ChallengeConditionDefinition]
Description="Complete 12 battles.."

[Challenges.Challenge_Iris_KillBikers ChallengeDefinition]
ChallengeName="The bike lost its life."
Description="He hit a cyclist."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="50 cyclists died.."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Kill 100 bikers."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Because of this 150 riders were killed.."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="He shot 200 motorcycles.."

[Challenges.Challenge_Iris_KillBikers:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="250 motorcyclists died.."

[Challenges.Challenge_Iris_KillMotorcycles ChallengeDefinition]
ChallengeName="The motorcycle fell off"
Description="The motorcycle is no longer available."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="80 motorcycles were destroyed."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="10 engines were burnt.."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Destroy 20 cars."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="30 motorcycles were destroyed."

[Challenges.Challenge_Iris_KillMotorcycles:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="50 bicycles were destroyed."

[Challenges.Challenge_Iris_Raid1 ChallengeDefinition]
ChallengeName="Defeat Ruthless Pete"
Description="Defeat the invincible Pete"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_20 ChallengeConditionDefinition]
Description="He defeated Peter 1 time"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_21 ChallengeConditionDefinition]
Description="Undefeated Pitt has lost three in a row."

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_22 ChallengeConditionDefinition]
Description="Divide the invisible attack by 5 times"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_23 ChallengeConditionDefinition]
Description="Win the Invincible Ring 10 times"

[Challenges.Challenge_Iris_Raid1:ChallengeConditionDefinition_24 ChallengeConditionDefinition]
Description="Defeat Poor Pete 15 times."

[Challenges.Challenge_Iris_TorgueTokens ChallengeDefinition]
ChallengeName="I have the Torg code"
Description="Get Torg Code."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Get 100 Targo codes."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Get 250 black code.."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Get the 500 address code."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Get code 750 Torg."

[Challenges.Challenge_Iris_TorgueTokens:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Get 1000 Torg Tokens.."

[LevelChallenges.Arena_C4IsForCookie ChallengeDefinition]
ChallengeName="Cookies with C4"
Description="Play 3 cookie boxes in his shop."

[LevelChallenges.Arena_CultOfTheVault ChallengeDefinition]
ChallengeName="Unit area"
Description="Find the 2 hidden room symbols.."

[LevelChallenges.Arena_ItsCool ChallengeDefinition]
ChallengeName="Don't worry, I'm still a child"
Description="Climb through the field.."

[LevelChallenges.Arena_NotEntertained ChallengeDefinition]
ChallengeName="Are not you happy?"
Description="Absolute hunger to destroy levels."

[LevelChallenges.Arena_RingOfFire ChallengeDefinition]
ChallengeName="Circle of Fire"
Description="Throw all the barrels out of the arena through the fence."

[LevelChallenges.Beatdown_CultOfTheVault ChallengeDefinition]
ChallengeName="part of the room"
Description="2 Find the hidden room icons."

[LevelChallenges.Beatdown_IThoughtBigger ChallengeDefinition]
ChallengeName="I thought you were tall."
Description="Complete Level 3 of the Grazska Challenge."

[LevelChallenges.Crater_AsAdvertised ChallengeDefinition]
ChallengeName="I love advertising"
Description="Look for the 2 arrows hidden behind the sign."

[LevelChallenges.Crater_CultOfTheVault ChallengeDefinition]
ChallengeName="Part of the room"
Description="Find 4 pictures of hidden rooms.."

[LevelChallenges.Crater_FanclubMembership ChallengeDefinition]
ChallengeName="Fan club member"
Description="Find the house at the end of the well."

[LevelChallenges.Crater_ICanFly ChallengeDefinition]
ChallengeName="I can fly!"
Description="Jump from the top of the Badass Crater Badassitude and stay in the air as long as possible.."

[LevelChallenges.Crater_OnlyShellsINeed ChallengeDefinition]
ChallengeName="I don't need more than my weapon."
Description="Complete the third level mission."

[LevelChallenges.Forge_AirMail ChallengeDefinition]
ChallengeName="mail online"
Description="Complete level 3 of War of the Vultures."

[LevelChallenges.Forge_CultOfTheVault ChallengeDefinition]
ChallengeName="sex room"
Description="3 Look for hidden area signs.."

[LevelChallenges.Forge_IDIDStartFire ChallengeDefinition]
ChallengeName="released"
Description="Create a pyrotechnic show with all the fireworks in a rotating box."

[LevelChallenges.Forge_ParachutePansies ChallengeDefinition]
ChallengeName="Shalazar's Umbrella"
Description="Jump to the top and survive without facing the molten metal."

[LevelChallenges.Southern_CultOfTheVault ChallengeDefinition]
ChallengeName="Government office"
Description="Find 2 hidden clues in the house."

